{
  "notes": [
    {
      "id": 2,
      "title": "Economics Notes",
      "content": "Economics is a social science concerned with the production, distribution, and consumption of goods and services. Economics can generally be broken down into macroeconomics, which concentrates on the behaviour of the aggregate economy, and microeconomics, which focuses on individual consumers and businesses.\n\nEconomics is important for many areas of society. It can help improve living standards and make society a better place. Economics is like science in that it can be used to improve living standards and also to make things worse. It partly depends on the priorities of society and what we consider most important.\n\nConsumption and Management discovers and elaborates three rules: natural economic law, market regulation law, and the law of macro-economic control. Natural economic law refers to the natural rule (mother rule) that three important consumptions drive the cyclic development of the economy.",
      "date": "2020-08-03T09:40:53.866Z"
    },
    {
      "id": 3,
      "title": "Engineering Notes",
      "content": "The branch of science and technology concerned with the design, building, and use of engines, machines, and structures.\n\nEngineers apply the principles of science and mathematics to develop economical solutions to technical problems. Their work is the link between scientific discoveries and commercial applications that meet societal and consumer needs. Many engineers develop new products.",
      "date": "2020-08-03T09:41:42.385Z"
    },
    {
      "title": "History Notes",
      "content": "History is the study of the past. Events occurring before the invention of writing systems are considered prehistory. \"History\" is an umbrella term that relates to past events as well as the memory, discovery, collection, organization, presentation, and interpretation of information about these events.\n\nPeople know what happened in the past by looking at things from the past including sources (like books, newspapers, and letters) and artefacts (like pottery, tools, and human or animal remains.)  A person who studies history is called a historian.\n\nIn history we study about the past lives of people, we come to know about the reigns of various Kings",
      "date": "2020-08-03T11:09:49.783Z",
      "id": 4
    }
  ]
}